Repository: mozilla/quality.mozilla.org
Catalog: plugins/bp-group-management/languages/bp-group-management-*.po
Languages: de_de, nl_nl, tr_tr

source: Members
nl_nl: Leden

source: Delete
de_de: Löschen
nl_nl: Verwijderen
tr_tr: Sil

source: Visit
de_de: Besuchen
nl_nl: Bezoek
tr_tr: Görüntüle

source: %s joined the group %s
de_de: %s ist jetzt Mitglied der Gruppe %s
nl_nl: %s doet mee met de groep %s
tr_tr: %s, %s grubuna katıldı

source: Sorry, there was an error.
de_de: Entschuldigung, es ist ein Fehler aufgetreten.
nl_nl: Helaas, er was een fout.
tr_tr: Üzgünüm, bir hata meydana geldi.

source: Group deleted.
de_de: Gruppe gelöscht
nl_nl: Groep verwijderd.
tr_tr: Grup silindi.

source: Group Management
de_de: Gruppenverwaltung
nl_nl: Groepsbeheer
tr_tr: Grup Yönetimi

source: Group ID
de_de: Gruppen-ID
nl_nl: Groep ID
tr_tr: Grup Sırası

source: Group avatar
nl_nl: Groep avatar

source: Group Name
de_de: Gruppenname
nl_nl: Groepsnaam
tr_tr: Grup Adı

source: Date Created
de_de: Erstellungsdatum
nl_nl: Datum gemaakt
tr_tr: Kurulma Tarihi

source: Number of Members
de_de: Anzahl der Mitglieder
nl_nl: Aantal leden
tr_tr: Üye Sayısı

source: Plugin settings
nl_nl: Plugin instellingen

source: Member kicked and banned
de_de: Mitglied gesperrt
nl_nl: Lid verbannen
tr_tr: Üye yasaklandı

source: Member unbanned
de_de: Mitglied entsperrt
nl_nl: Lid uit de ban gehaald
tr_tr: Üyenin yasağı kaldırıldı

source: Member demoted
de_de: Mitglied zurückgestuft
nl_nl: Lid gewijzigd
tr_tr: Üyenin yetkisi alındı

source: Member promoted to moderator
de_de: Mitglied wurde zum Moderator befördert
nl_nl: Lid gewijzigd naar moderator
tr_tr: Üye mod yapıldı

source: Member promoted to admin
de_de: Mitglied wurde zum Administrator befördert
nl_nl: Lif gewijzigd naar admin
tr_tr: Üye yönetici yapıldı

source: User added to group
de_de: Mitglied der Gruppe hinzugefügt
nl_nl: Gebruiker aan groep toegevoegd
tr_tr: Üye gruba eklendi

source: Group index
nl_nl: Groep index

source: Group actions
nl_nl: Groep acties:

source: Manage current and banned group members
de_de: Verwalte alle Gruppenmitglieder
nl_nl: Beheer huidige en verbannen groepsleden
tr_tr: Üyeleri ve yasaklı üyeleri yönet

source: (banned)
de_de: (gesperrt)
nl_nl: (verbannen)
tr_tr: (yasaklı)

source: Remove Ban
de_de: Sperre aufheben
nl_nl: Verwijder ban
tr_tr: Yasağı Kaldır

source: Kick and ban this member
de_de: Diese Mitglied sperren
nl_nl: Verban dit lid
tr_tr: Bu üyeyi yasakla

source: Kick &amp; Ban
de_de: Sperren
nl_nl: Verban dit lid
tr_tr: Yasakla

source: Demote to Member
de_de: Auf Mitglied zurückstufen
nl_nl: Wijzig naar lid
tr_tr: Yetkisini Al

source: Promote to Admin
de_de: Zu Administrator befördern
nl_nl: Wijzig naar admin
tr_tr: Yönetici Yap

source: Promote to Moderator
de_de: Zu Moderator befördern
nl_nl: Wijzig naar moderator
tr_tr: Mod Yap

source: Add members to group
de_de: Mitglieder zur Gruppe hinzufügen
nl_nl: Voeg leden aan groep toe
tr_tr: Gruba Dahil Et

source: Add
de_de: Hinzufügen
nl_nl: Toevoegen
tr_tr: Ekle

source: Deleting the group
de_de: Gruppe wird gelöscht
nl_nl: De groep verwijderen
tr_tr: Grup siliniyor

source: You are about to delete the group
de_de: Du bist dabei, die Gruppe zu löschen.
nl_nl: Je staat op het punt de groep te verwijderen
tr_tr: Bu grubu silmek üzeresiniz

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
nl_nl: Deze actie kan niet ongedaan gemaakt worden
tr_tr: Bu işlemin geri dönüşü yok.

source: Delete Group
de_de: Gruppe löschen
nl_nl: Verwijder groep
tr_tr: Grubu Sil

source: Oops, I changed my mind
de_de: Ich hab´s mir doch anders überlegt.
nl_nl: Uhh, ik ben van gedachten veranderd
tr_tr: Ehm, fikrimi değiştirdim

source: Group Management Settings
nl_nl: Groepsbeheer Instellingen

source: Save Changes
nl_nl: Wijzigingen bijwerken

source: Main Settings
nl_nl: Hoofdinstellingen

source: Number of members to display per page
nl_nl: Aantal leden per pagina tonen

source: Number of groups to display per page
nl_nl: Aantal groepen per pagina tonen

source: Edit
de_de: Bearbeiten
tr_tr: Düzenle

source: Back to group index
de_de: Zurück zum Gruppenverzeichnis
tr_tr: Grup dizinine dön

source: BP Group Management
tr_tr: BP Grup Yönetimi

source: Allows site administrators to manage BuddyPress group membership
de_de: Erlaubt Administratoren das Verwalten von Mitgliedschaften in BuddyPress-Gruppen
tr_tr: Site yöneticilerinin grup üyeliklerini yönetmelerine izin ver
